export const randomSituationList = [
  {
    "problem": "น้ำท่วมใหญ่",
    "solution": "เปิดระบบท่อระบายน้ำลับใต้พื้นทราย"
  },
  {
    "problem": "มลพิษในแม่น้ำไนล์",
    "solution": "เปิดใช้งานระบบกรองน้ำโบราณ"
  },
  {
    "problem": "ปัญหาอาหารขาดแคลน",
    "solution": "เปิดคลังอาหารฉุกเฉิน"
  }
]

export const validAnswer = [
  "0011",
  "1110",
  "1101",
  "1001",
  "0000",
  "0110",
  "1101",
  "1011",
  "0101",
  "1110",
  "1110",
  "1111",
]

// export const validAnswer = [
//   "1001",
//   "0010",
//   "0011",
//   "1001",
//   "0011",
//   "0001",
//   "0001",
//   "0110",
//   "1001",
//   "0110",
//   "1110",
//   "1100",  
// ]